Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Night Fishing.tmx
Source language: ko_kr
Languages: en

source: 휙
en: fling

source: 이 ㅅ끼들...
en: these bastards...

source: 윽
en: de

source: 병원이 의외로 개인정보 관리는 허술하거든.
en: The hospital was surprisingly poor at managing people’s personal info.

source: 수술실...??
en: operating room...?

source: 그리고 형은 좀 기다려보기로 했잖아요.
en: and we agreed that we’d wait a little more for your brother.

source: 부{j}웅
en: vroom

source: 흔들
en: sway

source: 닷
en: tap

source: 부글
en: bubble

source: 강무직이.
en: hey mujik.

source: 저거 저거..
en: look at that...

source: 서울대 복학하면 뭐하고 싶습니까?
en: what do you want to do if you can continue your studies at snu?

source: 전화기로 다른 사람을 불렀으면 어쩌려고?
en: what if he called someone on his phone?

source: 자살하는 사람이 왜 낚시대랑 최신형 폰을 사는데?
en: why would someone suicidal buy a fishing rod and a new phone?

source: 넌 결국 살았잖아.
en: at least you survived.

source: 슥
en: glance

source: 뚜르르르르르르
en: brrrt

source: 벌떡
en: jump

source: 으아아악!!
en: aaack!!

source: 팍
en: yank

source: 제길, 일부러 구석으로 끌어들인 거였어...!
en: damn it, he lured me in here on purpose...!

source: 으허, 되다.
en: ugh, I’m tired.

source: 덜컹
en: clunk

source: 끼
en: scr

source: 끼익
en: creak

source: 알겠습니다.
en: copy that.

source: 개같은 ㅅㄲ가...
en: you son of a b*tch...

source: 다행히 걸리진 않았는데...
en: I don’t think I got caught yet...

source: 그 박스 말고요.
en: not that box.

source: 꽈악
en: yank

source: 콱!
en: choke

source: 지..지직..
en: crackle

source: 널 고쳐 주실 분은 그분밖에 없으셔.
en: he’s the only one who can save you.

source: ...이래서는 고급요정은 커녕
en: if things continue this way...

source: 내가 경찰에 신고하고, 금방 갈게!
en: I’ll call the police and get there right away!

source: 저번에도 합의금으로..!!
en: did you forget how much the settlement was last time?

source: 가만 보니 우리 집에서도 너 라면을...
en: come to think of it, you wanted noodles at my place, too...

source: 누가 빼앗은 거야?
en: did someone take it away from you?

source: 내 자살을 믿게 할 증거를 확보하려고 굳이 귀찮게 죽인 거네.
en: so they were planning to kill me just to prove my suicide.

source: 작품에 등장하는 특정상호, 인물, 사건, 지명은 실제와 무관하며 장르 특성상 일부 자극적인 연출이 포함되어 있을 수 있으니 감상에 참고 부탁 드립니다.
en: Any names, characters, places, events, incidents, or items depicted in the series have no relation to the real world (or historical events). WARNING The following episode contains content that may be shocking for some readers. Viewer discretion is advised.

source: 아니, 무시라니, 내가 좀 바빠서...
en: w-wait now, I’m not ignoring you. I’m just busy at the moment...

source: 참치도 걸리삤나 보네.
en: ...caught a tuna as well.

source: 저 ㅅ끼
en: that bastard...

source: 그래서 마지막 메시지가 안 온 거야...!
en: that must be why her last messages didn’t go through...!

source: 그 사람 때문에 이 꼴인데,
en: why would you ask for his help,

source: 사체는 아직 발견되지 않았습니다.
en: ...though her body has yet to be found.

source: 척
en: flip

source: 흥, 잡히면 죽어!?
en: heh, you think you’re coming for me?

source: 말씀드리는 순간!!
en: just as we’re talking about him!

source: 해방감
en: the freedom.

source: 지{j}이{j}잉
en: {j}{j}bzzzt

source: 공기의 흐름이 미묘하게 바뀌었다.
en: the air subtly changed.

source: 쭈
en: sa

source: 사인은 급성 알레르기 쇼크사.
en: cause of death: anaphylactic shock.

source: 난 원래부터 이랬어.
en: I was always like this.

source: 다시 한번 장난 전화 걸면
en: if you make another prank call...

source: 벌
en: fli

source: 시체 가방??
en: a body bag?

source: 뭐야.{j}진짜 지네 집이 따로 없네.
en: what the... {j}she acts like she lives here already.

source: 쾅!
en: slam

source: 그놈이 땅콩을 왜 먹었는지 이해가 안 된다고?
en: you can’t understand why he ate those peanuts?

source: 꼬{j}르{j}르
en: {j}{j}gurgle

source: 계속 섣부르게 행동하면, 엄마가 고개를 숙여야한다.
en: if I keep acting out like this, it’s mom who has to suffer.

source: 어여 가자.
en: let’s go.

source: 삐
en: b

source: 아~ 대단합니다!
en: oh, that was spectacular!

source: 저 새ㄲ들보다 먼저 도착해야 한다!
en: I need to get there before those bastards do!

source: 르
en: t

source: 헉
en: huff

source: 여자를 자살시키는 거야?!
en: ...forcing her to commit suicide?!

source: 타닥
en: tap tap

source: 평양...수산...?
en: ocean... seafood...?

source: ㅅ발...
en: sh*t...

source: 아야, 그만 좀 해라.
en: quit it, kid.

source: 모르겠어.
en: I don’t know.

source: 지금 말해봐야, 미친놈 취급만 당하지.
en: if I tell her now, she’ll just think I’m overreacting.

source: 겜 끝날 때까지 탑에 한 번을 안 오네.
en: the game’s over and he still doesn’t show up.

source: 닥
en: tat

source: 광나루 요정이요?
en: gwangnaru restaurant?

source: 뭔 소리지?
en: what was that?

source: 멈칫
en: flinch

source: 일단 여기서 나가는게 최선이다.
en: I need to get out of here first.

source: 아저씨!!
en: mister!

source: 형도 나 의심해?
en: are you doubting me too?

source: 다
en: tat

source: 외과 수술용 장비..?
en: surgical tools...?

source: 어떻게 감사를 드려야 할지...
en: how can I possibly repay you...

source: 병원 탈출한 20대 여성 투신자살
en: WOMAN LEAPS TO DEATH AFTER ESCAPING

source: 나..창고에 갇힌 것 같아...
en: I... think I’m trapped in a warehouse...

source: 아..
en: ugh...

source: 덥
en: gr

source: 허억..
en: huff

source: 스윽
en: yank

source: 모든 게 최악인 상황...
en: Everything is messed up...

source: 보고 싶었다.
en: I missed you.

source: 여기 관리가 왜 이래?
en: who’s in charge here?

source: 이걸 몰래 가져가려고 위장 자살을 시킨다고?
en: they faked my suicide in order to steal this?

source: 혼자서 두 아들을
en: she singlehandedly...

source: 릉
en: om

source: 웅
en: osh

source: 관계실? 입금
en: AUTH ERSO

source: 살벌하네 미친.
en: freaking wild.

source: 흠
en: fli

source: 피비린내..?
en: is that blood...?

source: 띵 동
en: ding-dong

source: 푸하!!
en: gasp

source: 죽게 생겼잖아.
en: and now you have to die.

source: 뭐 없어?
en: got anything?

source: 진료 없이 안정제 투여만 한 기록...
en: there was only a record of tranquilizers administered, without any examinations...

source: 딸칵
en: click

source: 괜히 어쭙잖게 나대서
en: you just had to get nosy...

source: 저 ㄴ은 또 뭔데?
en: who’s that now?

source: 쏴
en: swa

source: 가족이 다 죽었는데...
en: but how can I help it...

source: 안 따라오네??
en: they’re not following us.

source: 탁{j}탁
en: tap{j}tap

source: 아...!
en: ah...!

source: 뭘 또 그 사람을 찾아!
en: when he’s the one who made me like this!

source: 다행히도 내 말을 뒷받침할 객관적인 근거를 찾았어.
en: fortunately, I found some objective evidence to back up my own testimony.

source: 퍼덕
en: flap

source: 한 번 패배감을 느낀 호흡은 잘 다듬어지지 않았다.
en: I found it hard to control myself after the first taste of defeat.

source: 퐁
en: splash

source: 그만해, 그만두라고!
en: stop, just let it go!

source: 파 앗!
en: swish

source: 수영선수가 수영장에서 익사했다.
en: a diver drowned in the swimming pool.

source: 손님, 다 왔습니다.
en: we’re here, ma’am.

source: 크윽...
en: ungh...

source: 너야 말로 잡히면 죽는다
en: I’m the one coming for you.

source: 뚜
en: b

source: 돌이켜 생각해보면, 청소 한번 제대로 안 한 내 방에서
en: thinking back on it now, even though I never cleaned my room...

source: 이쪽으로 더 가까이..
en: come closer this way...

source: 형, 나 곧 가!
en: wait, I’ll be there soon!

source: 받아.
en: pick it up,

source: 한데, 폐는 제가 우리나라에서 가장 실력자입니다.
en: however, I’m the best doctor in korea when it comes to lung disease.

source: 탓
en: hurl

source: 비늘은 다 벳깄나?
en: did you undress him?

source: 남의 마누라가 남자든, 여자든.
en: the gender of his spouse...

source: 그리고 널 거기까지 데리고 간 사람이 있고.
en: and someone took you there.

source: 지직...
en: crackle

source: 이젠 아무것도 할 수 없다는 무력감이 느껴진다.
en: ...I’m beginning to feel helpless now, like I can’t do anything at all.

source: 아니, 지금 출장이고 뭐고, 이게 중요하다니까요!
en: I don’t care if you’re not at the office, this is important!

source: 잠깐, 평양수산..
en: wait, ocean seafood...

source: 어제만 해도 사람들 바글바글했는데
en: but they were packed just last night.

source: 무직아, 전화 좀 받아라..!
en: please pick up, mujik...!

source: 해부학
en: ANATOMY

source: 퍽
en: whack

source: 이 새끼 하는 소리.
en: what this bastard said.

source: 내가 너희 뭘 믿고 따라가?
en: why would I trust you and follow you?

source: 별 일 아니야.
en: it’s nothing serious.

source: 아가 들어봤자 뭐 우짤 기고?
en: what’s he gonna do even if he heard everything?

source: 아야, 반갑데이.
en: look who it is.

source: 열받게 하잖아.
en: he pissed me off.

source: 죄송합니다.
en: I’m sorry.

source: 또또, 저번엔!
en: not last time again!

source: 잘못 되면 나..
en: if something happens to me...

source: 평양 수산
en: Pyeongyang Seafood

source: 흘끔
en: peek

source: 물고기 이동 중.
en: the fish is on the move.

source: 1위를 차지할 수 있는 것인가 인데요.
en: to win the gold medal.

source: 타
en: tat

source: 저라도 희망이 다 사라진 느낌일 겁니다.
en: if I were her, I would have lost all hope, too.

source: 누구 감방 보내려 그래?
en: are you trying to get me arrested?

source: 띠링
en: ding

source: 화악
en: leap

source: 저벅
en: step

source: 것 보다, 여긴 대체 어디야?
en: and where am I now?

source: 알겠어...!
en: I will...!

source: 찰칵
en: click

source: 이건 임시방편이고, 어떻게 나가지?
en: this won’t last for long. how can we get out of here?

source: 강무직!{j}난 알아서 숨어있을게.
en: hey mujik!{j}I’ll go into hiding on my own.

source: 장
en: mb

source: ...관련 자료는 톡으로 보낼 테니까
en: I’ll send you some related articles.

source: 그 ㅅ끼가 날 죽이려고 했다니까!!
en: I’m trying to tell you, that bastard wants to kill me!

source: 더럽게 가난한,
en: I was just a destitute,

source: 콱
en: grab

source: 토닥
en: pat

source: 덩
en: ash

source: 익
en: eech

source: 그 전에 우리가 죽을 걸?
en: but we might die before then.

source: 그런 거로는 아무것도 안 돼요.
en: that won’t count as anything.

source: 아따, 폭행이 하나 더 추가돼서
en: sorry about that, I had to give another statement...

source: ...좀 찡기네.
en: bit tight...

source: 확실히 고기는 신선한 게 제일인 기라.
en: of course, fresh meat is always the best.

source: 허허허.
en: hahaha.

source: 하, 약물 조사까지 하셔야겠네예.
en: sigh... he might have to be tested for drugs too.

source: 터엉
en: pow

source: 또한 일부 공포스러운 장면이 포함되어 있으니, 임산부 및 노약자, 심약자 분들은 감상 시 주의를 부탁드립니다.
en: WARNING The following episode contains content that may be shocking for some readers. Viewer discretion is advised.

source: 두
en: thu

source: 우{j}르{j}르{j}르
en: stumble

source: 뭐?
en: what?

source: 낚자마자 배를 갈라삐니까
en: sliced him up as soon as we caught him.

source: 콱!!
en: seize

source: 어이, 마누라.
en: hey, honey.

source: 두 배로 갚으라 할 테니까.
en: I’ll pay you back double if you do.

source: 아이씨, 뭐야 갑자기!
en: argh, what do you want?!

source: 태평양 수산!
en: pacific ocean seafood!

source: 왜 나한테 와?!
en: why are you coming toward me?!

source: 강무직 선수가 과연 라이벌인 윤반석 선수를 꺾고
en: ...if mujik kang will beat out his rival, banseok yun,

source: 타닷!!
en: dash

source: 소독약도 발랐습니다.
en: yes, he’s been disinfected too.

source: 엄마가 형 말고 나에게만 사줬던 건, 홍삼이 전부였으니까.
en: it was the only thing that mom bought just for me, and not my brother.

source: 혼란스러울 수 있는 건 이해하지만,
en: I understand your distress,

source: 싸워서 도망 갈래?
en: how are you gonna fight your way out?

source: 비밀번호가 걸려있더라.
en: but I don’t know her passcode.

source: 악!!
en: ack!

source: 말도 안 돼...
en: no way...

source: 꾸욱
en: press

source: 팟
en: whish

source: 안경이 깨져서 앞이 잘 안보여..
en: ...I can’t see because my glasses are broken.

source: 전 밤낚시 갑니다.
en: I’m going night fishing.

source: 뻑!
en: pow!

source: 니 누구고?
en: who are you?

source: 국회의원 이라는데?
en: I heard he’s an assemblyman.

source: 우리같이 얼굴 팔린 사람들은 모자라도 쓰고 다녀야 해.
en: you’re a public figure too. at least hide your face with a cap.

source: 컹
en: unk

source: 성큼
en: thump

source: 와아아아!!
en: yeaaah!

source: 뚜둑
en: crack

source: 어...?
en: huh...?

source: 그래서 너도 자살 당한 거야, 우리 형처럼!
en: that’s why they made it look like you killed yourself, just like my brother!

source: 이것들...
en: these bastards...

source: 저건 광나루 요정으로 보내.
en: ...and send these to the gwangnaru restaurant.

source: 얼른 무직이한테 알려야 해..!
en: I need to let mujik know right away...!

source: 악
en: nch

source: 그럼요.
en: of course.

source: 끼이익!
en: skid

source: 위협한 후 병원을 탈출했다는 소식입니다.
en: ...reportedly escaping after making various threats.

source: 촤 악!
en: splash

source: 꼬르르..
en: gurgle

source: 탁
en: thud

source: 터벅
en: trudge

source: 뭐?!
en: what?!

source: 국내 사회 무상으로 폐이식 ”선생님 덕에 새 생명 얻었어요” 뉴스 제공 가가 장희도
en: National / Society Free Lung Transplant ”Thanks To The Doctor, I Got A New Lease On Life” Newswire aA Huido Jang

source: 머리를 좀 썼지.
en: so I’ve got to use my head.

source: 새로운 제왕의 탄생일까요!?
en: could this be the new king of diving?!

source: 어, 어?
en: h-huh?

source: 후욱
en: swoosh

source: 상심이 크시겠...
en: your grief must be tremend--

source: 철컥!
en: clank

source: 어머니가 치우신 건가?
en: did your mom tidy up?

source: 뭐야, 아니야?
en: what, that’s not it?

source: 이젠 어쩌지?
en: but what now?

source: 애통한 마음으로 온 사람들이야.
en: with mourning in our hearts.

source: 내가 아니라 캠코더?
en: he wants the camcorder, not me?

source: 꺽...
en: hrrk...

source: 피의자 신문 시작하겠습니다.
en: we’ll now start questioning the offender.

source: 빡
en: slam

source: 멍청한 것도,
en: I’m sick and tired...

source: 이상해.
en: that’s strange.

source: 우으으으웁!!
en: hmmmph!

source: 본 작품은 픽션입니다.
en: This is a work of fiction.

source: 네, 알겠습니다.
en: ok. got it.

source: 억울했다.
en: this wasn’t fair.

source: 허이구, 그렇게 장사 잘되는 양반이
en: did you really think he only had one restaurant...

source: 그 집 아ㅅ끼 들이 빵도 좋고, 힘도 좋은 기라.
en: both brothers are big and strong.

source: 이거...설마 물고기가...
en: so by fish...

source: 그래도 우리 아들이라면
en: but you are my son...

source: 증거도 없잖아요?
en: you don’t even have evidence, do you?

source: 헉..
en: huff

source: 가게엔 언제 오십니까?
en: when are you coming to the shop?

source: 엄마, 형이...
en: mom, muyeon...

source: 강무직 선수가 승부욕 때문에 구설수가 몇 차례 있긴 했지만..
en: true, there’s been some controversy over how competitive he gets...

source: 평양 수신
en: Ocean Seafood

source: 돈 놓고 가.
en: just leave the money.

source: 위장된 거라고 생각하니까.
en: ...banseok yun’s death was set up.

source: 10분 넘게 여기서 기다리고 있을 거야?
en: you’re gonna wait here for over ten minutes?

source: 저기에 문이 있어!!
en: there’s a door!!

source: 믿어줄까..?
en: ...that my brother was dissected alive?

source: 뭐..
en: what...

source: ㄸ라인가...
en: maybe she was hit in the head...

source: 덜
en: cl

source: 탕!
en: boom!

source: 으읍..!
en: mmph...!

source: 텁
en: grab

source: 똑똑한 유전자를 몰빵 받은 형은 대학 병원의 레지던트였다.
en: my older brother, the one with all the smart genes, was a doctor doing his residency at a university hospital.

source: 끼{j}이{j}이
en: {j}{j}creak

source: 리
en: n

source: ...야, 아직도 걷기 힘들어?
en: hey, is it still hard for you to walk?

source: 물고기나 사람이나
en: whether it’s fish or human,

source: 곧 간다!!!
en: I’ll be right there!

source: 으악!!!
en: aaack!

source: 그쪽이 연락만 일찍 줬어도.
en: if only you had contacted me earlier.

source: 너가 필요한 일이 있어.
en: there’s something I need you to do.

source: 선출은 선출이네.
en: guess you really are an athlete.

source: 뭐래.
en: piss off.

source: 이 ㅅ끼야.
en: douchebag.

source: 구조대원이라는 ㅅ끼가!!
en: you’re supposed to rescue people, damn it!

source: 제 말이 말 같지도 않아요?
en: *********** THIS LINE SHOULDN’T BE HERE

source: CCTV 분석 결과,
en: after looking at the security camera footage,

source: 바스락
en: rustle

source: 광진교..
en: gwangjin bridge...

source: 넌 마누라가 남자냐?
en: is your wife a man?

source: 하지만...
en: however...

source: 너라도 정신 차려야지...
en: but you have to get yourself together.

source: 어? 광진을 맞죠??
en: wait, aren’t you from gwangjin?

source: 꾸벅
en: bow

source: 윽!!
en: ugh!

source: 그 풍선껌 ㅅ끼다!
en: it’s the bubble gum bastard!

source: 알겠어 내가 할게.
en: fine, I’ll do it.

source: 질 질
en: drag

source: 저 쪽으로 간 것 같습니다!
en: I think he went that way!

source: 퍽!
en: smack!

source: 화 악!
en: woosh

source: 지하에 있는 놈들이랑 이놈들까지 한 트럭인데,
en: there’s a whole truckload of people out there.

source: 내가 필요한 일 뭐?
en: what is it?

source: 이건 백퍼 대물이다..
en: this is a big one

source: 어디로 가야하지..!?
en: where do I go now...?!

source: 떨어져 있어.
en: on the ground.

source: 어쨌든 환자 가족은 의사에게 목숨을 볼모로 잡힌 약자니까.
en: because I was helpless, and my life was pretty much in the doctor’s hands.

source: 풍
en: spl

source: 다{j}다{j}다{j}다
en: d{j}a{j}s{j}h

source: ...네 생각이니?
en: is this just your opinion?

source: 아, 안 먹어요.
en: no, I’m not.

source: 그럼 너도 윤반석 죽였냐?
en: then did you really kill banseok yun?

source: 바로 진행 하실까요?
en: should we begin right away?

source: 힘든 건 알겠지만
en: I know this is a tough time,

source: 평양수산이 아니었어!
en: it wasn’t ocean seafood!

source: 뻑
en: bam

source: 확
en: lunge

source: 여기 보세요.
en: eyes over here.

source: 폰이나 바꿔줄걸...
en: I should have gotten her a new one...

source: 크윽
en: grr

source: 다 실었나요?
en: are you done loading?

source: 고생 한긴데.
en: don’t worry about it.

source: 둘이서 하는 싸움이니까 넌 돌아가.
en: so you better just go back.

source: 내가 분명히 들었다고!!!
en: I swear I heard it!

source: 이쪽이야!
en: this way!

source: 그러니 끔찍한 소리 좀 그만 해.
en: so stop saying those horrible things.

source: 그럼, 나도 이렇게 될 뻔한 거야?
en: you mean I almost ended up like him?

source: 드륵
en: rattle

source: 홍삼도 챙겨 먹고 있지?
en: you’re still taking your ginseng tonics, aren’t you?

source: 하따마, 더 설레게 와 이라노.
en: ooh, this is even more exciting.

source: ...ㅈ까.
en: screw you.

source: 이럴 때일수록 더 열심히 살아야지!
en: you have to be more diligent at times like these!

source: 근데...{j}너 이거 보고도 안 놀랐냐?
en: but... aren’t you surprised to see this?

source: 타{j}다{j}닥
en: dash

source: 뭐야 이거?{j}방대용, 그놈 자료들이잖아.
en: what’s this?{j}they look like documents on daeyong bang.

source: 우리 형이 실종 됐다니깐요!
en: I said my brother is missing!

source: 누가 보면 어떡해.
en: what if someone sees us?

source: 뭔 개수작이야!
en: you liar!

source: 형이 정말 여기서 떨어졌을까?
en: did he really jump off here?

source: ...네.
en: yes...

source: 근데 의원님,
en: {j}but sir,

source: 촤{j}아{j}아{j}아
en: {j}{j}{j}splashhh

source: 죽이는 건 내가 할 테니까.
en: I’ll take care of the killing.

source: 진짜 연락 주시는 거죠?
en: will you really get in touch with me?

source: 저희도 알아볼 만큼 다 알아봤고,
en: ...but we did everything we could.

source: 팍!
en: thump

source: 석
en: ab

source: 살해협박을 받거나, 원한관계가 있는게 아니면 단순 가출로 인정이 돼요.
en: unless there’s a clear motive or he was threatened with murder, it’s considered voluntary disappearance.

source: 뭐야, 빵만 샀어?
en: bread, that’s it?

source: 징그러!
en: gross!

source: 봐줄 뒷배도 하나 없는,
en: 21-year-old freshman from a prestigious university,

source: 당기면!
en: ...and when I pull!

source: 아 ㅈㄴ 아파!!
en: it hurts like hell!

source: 요정이었어??
en: the fancy restaurant?

source: 저는 타살이라고 생각합니다.
en: I consider this to be a murder case.

source: 오, 강무직.{j}잘 하고 있는데?
en: so far so good, mujik.

source: 내가 먹인 땅콩 때문에 사람이 죽었으니까!!
en: at the end of the day, a person died because of the peanuts I gave him!

source: 물고기는 신선도가 가장 중요하니 퍼뜩 준비해라.
en: it’s important that the fish stays fresh. hurry up and get ready.

source: 함께 보시죠.
en: let’s take a look.

source: 어디 보자...
en: let’s see...

source: 형 목소리가 왜 이렇게 안 들려?
en: why is it so hard to hear your voice?

source: 정신없이 뛰어다닐 때는 못 느꼈던 현실.
en: the reality that I couldn’t feel while I was running around mindlessly....

source: 이번 대회 우승자는 강무직입니다!!!
en: the winner of this tournament is mujik kang!

source: 강무직 ♥
en: mujik kang ♥

source: 선생님!
en: sir!

source: 지 이 익
en: zip

source: 아
en: aa

source: 시다바리?
en: be your errand boy?

source: 빡!
en: smack

source: 촤
en: swi

source: 끼 익
en: screech

source: 오늘도 잘 부탁드려요.
en: good luck.

source: 사람을 횟감 취급한다고..?
en: handling people like raw fish...?

source: 오케이.{j}우리도 발견.
en: got it.{j}we’ve found them, too.

source: 선생님이 이번에 이식만 받으면 괜찮다고 했어.
en: the doctor said you’ll be fine if you just get a transplant this time.

source: ...아직 살아있을 거야.
en: that person is probably still alive.

source: 그래!!
en: fine!

source: 강무직이 왔다고.
en: ...that mujik kang is here.

source: ...정말 그냥 횟집이라고..?
en: is this really just a restaurant...?

source: 그 지독한 병원생활을 어떻게 버텼는데!
en: I didn’t go through that awful experience in the hospital for nothing!

source: 이야, 저기만 가로등 꺼둔 거 보소.
en: wow, look how dark they left that part.

source: 슬슬 가르는 거지.
en: ...and slice it open.

source: 아니, 강무직씨 당신 조사가 먼저라니까!!
en: no, I said you’re being questioned first!

source: 삑
en: beep

source: 강한적들
en: STRONG ENEMIES

source: 일어나라고.
en: wake up.

source: 꿀꺽
en: gulp

source: 나랑 왜?
en: what do you want?

source: 강무직 씨, 지금 그 말 백 번은 했어요.
en: mr. kang, you said that at least a hundred times.

source: 대체 날 어떻게 안 거지?
en: how the hell did he know I was here?

source: 모릅니다.
en: no.

source: 낚시 좀 같이 가자.
en: let’s go fishing.

source: 내가 아는 게 있으면 이러겠어?!
en: would I be like this if I knew anything?!

source: 형처럼 자살 할 팔자 되지 말란 거지.
en: I was just telling him not to commit suicide like his brother.

source: 개X끼야!!
en: you bastard!

source: 뭐야?
en: what happened?

source: 형 폰인데!?
en: that’s my brother’s phone!

source: 하아
en: huff

source: 왜요?
en: why not?

source: 이번 대회에서 가장 주목할 점은
en: it’ll be exciting to see...

source: 달칵
en: click

source: 시도 때도 없이 생각나!!
en: I can’t get it out of my mind!

source: 빨리 가야 된다니까!!
en: we have to go now!

source: 무서우면 알아서 도망쳐.
en: if you’re afraid, then just go.

source: 수술중
en: SURGERY IN PROGRESS

source: ㄸ라이 ㅅ끼...
en: idiot...

source: 스
en: st

source: 낚시 방해하는 날파리부터 잡아야 안 컸냐.
en: can’t have any flies distract us from fishing, can we?

source: 꽈악...
en: squeeze

source: 띠
en: ri

source: 토
en: tap

source: 두리번
en: turn

source: 뭐야 그 새ㄲ
en: what the hell.

source: 왜 갑자기 전화를 끊어?!
en: why’d you hang up?!

source: 드르륵
en: rattle

source: 장례식장에서 국회의원이랑 기싸움.
en: “ex-diver fights with assemblyman at funeral home.”

source: 무직아...
en: mujik...

source: 물건..?
en: something rare...?

source: 끼이익
en: creak

source: 이
en: w

source: 혼자서는 못 죽겠는데!!
en: I won’t die alone!

source: 지금 찍는 거 실시간 라이브 중인데 괜찮겠냐고!
en: this is streaming live right now. are you okay with that?!

source: 이게 진짜 짜증나게 구네.
en: you’re getting on my nerves.

source: 산 사람은 살아야 할 거 아니야.
en: you have to keep on living, don’t you?

source: 저 놈한테 말렸다.
en: everyone’s getting played by that bastard.

source: 치..
en: pff...

source: 금메달에 눈이 멀어 라이벌을 죽인 강무직 선수는...
en: diver mujik kang, who allegedly killed his rival over a gold medal...

source: 주거지는 천호동이시고...
en: current residence, cheonho...

source: 숨이 안 쉬어져...
en: I can’t breathe...

source: 욱
en: g

source: 이거 다 너 먹어라!
en: take it all!

source: 아시다시피 강무직 선수는 지금껏 그 성격 때문에
en: we all know that mujik kang’s temper...

source: 컵라면 없어?
en: no cup noodles?

source: 컥!
en: nk

source: 도망칠 거면 밖으로 갔어야지!!
en: you should’ve run toward the outside!

source: 역시...
en: I knew it...

source: 나 원래 환자거든?
en: I’m a patient, can’t you see?

source: 이번 대선은 어차피 뻔한 결과 아니겠습니까?
en: the outcome of the presidential election is quite obvious, is it not?

source: 무직아.
en: mujik.

source: 콰{j}득
en: {j}chomp

source: 겨우 전화만 받은 거야..
en: ...because I got a signal on my earbuds.

source: 추락은 기분이 좋다.
en: falling makes me feel good.

source: 왜 너한테 땅콩을 달라고 했는지가 문제라니까.
en: why would he ask for peanuts when he knew he was allergic?

source: 메일검색 상세 메일쓰기 임시보관 메일 15 ⇒ 보내기 미리보기 임시저장2 내게쓰기 받는사람 개인별 ?hann*h.kim@kb*.co.kr, k.y*ji@mb*.co.kr, kiny*ong@yt*new 참조 제목 중요! 거산병원 장희도 의사의 만행을 제보합니다. 파일첨부 LH PC 네이버 MYBOX O 파일명 정지혜_진단서_거산병원.pdf 병실기록_01.avi 병실기록_02.avi
en: Search Detail Compose Message | Temporary Storage 15 Send Preview Draft | Send to Self Recipient Individual cc Subject Urgent! Reporting Atrocities by Geosan Hospital Doctor Huido Jang. Attachment My PC Naver Mybox File name Jihye Jeong_Diagnosis_Geosan Hospital.pdf Medical_Record_01.avi Medical_Record_02.avi

source: 쯔억
en: squelch

source: 뭐야 저 남자...!!
en: who is that guy?!

source: 진술 좀 하고 오느라 늦었네예.
en: because an assault charge has been added.

source: 비서관한테 말하면 알아보고 연락드릴게요.
en: if you speak with my secretary, we’ll look into this matter and get in touch with you.

source: 부스럭
en: rustle

source: 진짜 준비성 오지네.
en: talk about prepared.

source: 설마 이 미친놈들,
en: those bastards...

source: 이게 어딜 봐서 조문 온 건데?
en: do they look like they’re mourning to you?

source: 저런 일도 없었잖아.
en: this never would have happened.

source: 끄덕
en: nod

source: 툭
en: splat

source: 꼬{j}르{j}륵
en: {j}{j}grumble

source: 정신 차려야 하는데...
en: I need to pull myself together...

source: 됐으니까, 다 돌아가.
en: that’s enough. everyone out!

source: 어디로 가면 될까요?
en: where should I drop you off?

source: 나라고 생각 안하는 줄 알아!?
en: you don’t think I thought about this?!

source: 잡아..?!
en: catch...?!

source: 놓쳤습니다.
en: I lost her.

source: 왜, 너도 저거 믿냐?
en: why, do you believe that too?

source: 나 때문에 힘들었던 놈을, 내가 죽인 거라고!!
en: he was struggling because of me, and I killed him too!

source: 그쪽도 사진이나 찍히러 온 거 모를 것 같아?
en: you came here just to get your picture taken too, didn’t you?

source: 영상도 알아서 잘 처리해.
en: make sure that video is taken care of, too.

source: 말이 되냐고!!
en: it doesn’t make sense!

source: ㅅ발!!
en: damn it!

source: 오늘...
en: today...
